Revit 2024 API
ParameterTypeId.SpotElevIndType Property
 "Indicator as Prefix / Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotElevIndType { get; }
Visual Basic
Public Shared ReadOnly Property SpotElevIndType As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotElevIndType {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace